alacritty
autoupdate
base
base-devel
bat
brightnessctl
dolphin
dunst
efibootmgr
eza
fd
fish
fzf
git
grim
grub
htop
hyprland
hyprpaper
hyprpicker
intel-media-driver
intel-ucode
iwd
kitty
less
libva-intel-driver
libva-mesa-driver
linux-firmware
linux-lts
localsend-bin
localsend-go
ly
man-db
nano
neovim
noto-fonts-cjk
npm
openssh
pacman-contrib
pamixer
pass
pavucontrol
pipewire-audio
polkit-kde-agent
prismlauncher-qt5-bin
pulseaudio
python-b2sdk
python-pip
python-pipx
qt5-wayland
qt6-wayland
ripgrep
rofi
rsync
rustup
safe-rm
slurp
smartmontools
starship
stow
thefuck
timeshift
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
vim
vulkan-intel
vulkan-radeon
waterfox-bin
waybar
wget
wireless_tools
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
zellij
zoxide
zram-generator
