alacritty
asdf-vm
autoupdate
base
base-devel
bat
bottom
brightnessctl
btop
cbonsai
chromium
cpupower
cpupower-gui
dolphin
dust
efibootmgr
eza
fd
fish
fzf
git
github-cli
grim
grub
htop
hyprland
hyprpaper
hyprpicker
i7z
intel-media-driver
intel-ucode
intel-undervolt
intellij-idea-community-edition
iptsd
iwd
jan-bin
jdk8-openjdk
jq
kitty
lazygit
less
libreoffice-still
libsixel
libva-intel-driver
linux-firmware
linux-lts
linux-surface
linux-surface-headers
localsend-bin
localsend-go
lollypop
lsix
lsof
ly
man-db
mpv
nano
neovide
neovim
noto-fonts-cjk
npm
obsidian
okular
openssh
osu-lazer-bin
pacman-contrib
pamixer
pass
pavucontrol
phoronix-test-suite
pipewire-audio
polkit-kde-agent
prismlauncher
proton-vpn-gtk-app
ptpython
pulseaudio
python-b2sdk
python-pip
python-pipx
qt5-wayland
qt6-wayland
ranger
ripgrep
rofi
rsync
rustup
safe-rm
slurp
smartmontools
starship
stow
stress
syncthing
sysbench
thefuck
timeshift
tk
ts-node
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
vim
vulkan-intel
vulkan-radeon
waterfox-bin
waybar
wget
wireless_tools
wl-clipboard
wofi
wpa_supplicant
x86_energy_perf_policy
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
youtube-music-bin
yt-dlp
zellij
zen-browser-bin
zoxide
zram-generator
