7zip
a52dec
aalib
abseil-cpp
accounts-qml-module
acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
android-tools
android-udev
anki-bin
anki-bin-debug
aom
appstream
aquamarine
archlinux-keyring
argon2
aribb24
asdf-vm
asdf-vm-debug
aspnet-runtime-8.0
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
autoupdate
avahi
ayatana-ido
baloo
baloo-widgets
base
base-devel
bash
bat
bc
binder_linux-dkms
binutils
bison
blueberry
bluez
bluez-libs
bluez-tools
boost-libs
bottom
breeze-icons
brightnessctl
brotli
btop
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cairomm-1.16
cantarell-fonts
capstone
cbonsai
cdparanoia
cheese
chromaprint
chromium
cifs-utils
cloc
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmark
cmatrix
cogl
convertlit
coreutils
coz-debug
cppdap
cpupower-gui
cronie
cryptsetup
curl
cython
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
dialog
diffutils
discount
djvulibre
dkms
dnsmasq
dolphin
dotnet-host-bin
dotnet-runtime-6.0-bin
dotnet-runtime-7.0
dotnet-runtime-8.0
dotnet-runtime-bin
dotnet-sdk
dotnet-sdk-6.0
dotnet-targeting-pack
dotnet-targeting-pack-6.0
double-conversion
dtc
duktape
dust
e2fsprogs
ebook-tools
edk2-ovmf
efibootmgr
efivar
electron30
electron32
electron33
elfutils
ell
enchant
exempi
exiv2
expat
extra-cmake-modules
eza
faac
faad2
fakeroot
fcitx5
fcitx5-gtk
fd
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
fish
flac
flamegraph
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
git
github-cli
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-autoar
gnome-bluetooth
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-video-effects
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-python
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm-4.0
gtkmm3
gts
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hotspot-appimage
htop
http-parser
hunspell
huxdemp
huxdemp-debug
hwdata
hwloc
hyphen
hyprcursor
hyprgraphics
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprpaper
hyprpicker
hyprutils
hyprwayland-scanner
i7z
iana-etc
ibus
icu
ijs
ilo-sitelen-git
ilo-sitelen-git-debug
imagemagick
imath
imlib2
iniparser
intel-gmmlib
intel-media-driver
intel-ucode
intel-undervolt
intellij-idea-community-edition
iproute2
iptables
iptsd
iputils
iso-codes
iwd
jack2
jan-bin-debug
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jellyfin-ffmpeg
jellyfin-server
jellyfin-web-git
jq
jre8-openjdk
jre8-openjdk-headless
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kgraphviewer
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemmodels
kitemviews
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpty
krb5
kservice
kstatusnotifieritem
ktextwidgets
ktorrent
kuserfeedback
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lazygit
lcms2
ldb
leancrypto
leftwm-debug
legcord-bin
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libnsl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcheese
libcloudproviders
libcmis
libcolord
libcue
libcups
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedit
libei
libelf
libelfin
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgbinder
libgbinder-debug
libgcrypt
libgee
libgexiv2
libgirepository
libgit2
libglibutil
libglibutil-debug
libglvnd
libgme
libgnomekbd
libgoa
libgpg-error
libgsf
libgudev
libgxps
libhandy
libheif
libibus
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libiptcdata
libisl
libixion
libjpeg-turbo
libjuice
libjxl
libkexiv2
libksba
libktorrent
liblangtag
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
libltc
libluv
liblzf
libmad
libmanette
libmatroska
libmaxminddb
libmd
libmfx
libmicrodns
libmicrohttpd
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmysofa
libnautilus-extension
libnet
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpfm
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-still
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspng
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libva-utils
libvdpau
libvdpau-va-gl
libverto
libvisio
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwpd
libwps
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux-api-headers
linux-firmware
linux-firmware-whence
linux-lts
linux-surface
linux-surface-headers
llhttp
llvm-libs
lm_sensors
lmdb
localsearch
localsend-bin
localsend-go
lollypop
lpsolve
lsb-release
lsix
lsof
lua
lua51-lpeg
luajit
lv2
lxc
ly
lz4
lzip
lzo
m4
mailcap
make
man-db
mariadb-libs
mbedtls
md4c
mdadm
media-player-info
mesa
mimalloc
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mold
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mypy
nano
nautilus
ncurses
ndctl
neofetch
neon
neovide
neovim
netpbm
netstandard-targeting-pack
nettle
networkmanager-openvpn
nftables
ninja
nlohmann-json
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
npm
npth
nspr
nss
nudoku
nudoku-debug
numactl
obs-studio
obsidian
ocl-icd
okular
onetbb
oniguruma
openal
opencore-amr
openexr
openh264
openjpeg2
openssh
openssl
openvpn
opus
orc
osinfo-db
osu-lazer-bin
osu-mime
otf-nasin-nanpa
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perf
perl
perl-algorithm-diff
perl-class-method-modifiers
perl-data-optlist
perl-devel-globaldestruction
perl-error
perl-import-into
perl-mailtools
perl-module-runtime
perl-moo
perl-parallel-forkmanager
perl-params-util
perl-regexp-common
perl-role-tiny
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-install
perl-sub-quote
perl-timedate
phonon-qt6
phonon-qt6-vlc
phoronix-test-suite
php
pinentry
pipewire
pipewire-audio
pipewire-session-manager
pixman
pkcs11-helper
pkgconf
plasma-activities
playerctl
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
postgresql-libs
power-profiles-daemon
powertop
prismlauncher
procps-ng
protobuf
proton-vpn-gtk-app
psmisc
ptpython
pugixml
pulseaudio
purpose
pv
python
python-adb-shell
python-aiohappyeyeballs
python-aiohttp
python-aiosignal
python-annotated-types
python-appdirs
python-argcomplete
python-attrs
python-autocommand
python-b2sdk
python-bcrypt
python-beautifulsoup4
python-black
python-blinker
python-build
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-click
python-colorama
python-coverage
python-cryptography
python-dbus
python-decorator
python-distro
python-docstring-to-markdown
python-filelock
python-flask
python-flask-cors
python-frozenlist
python-gbinder
python-gbinder-debug
python-gnupg
python-gobject
python-idna
python-importlib-metadata
python-iniconfig
python-installer
python-itsdangerous
python-jaraco.classes
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jeepney
python-jinja
python-jsonschema
python-jsonschema-specifications
python-keyring
python-logfury
python-lsp-jsonrpc
python-lsp-server
python-markdown
python-markupsafe
python-more-itertools
python-multidict
python-mypy_extensions
python-nose
python-orjson
python-packaging
python-parso
python-pathspec
python-pillow
python-pip
python-pipx
python-platformdirs
python-pluggy
python-prompt_toolkit
python-protobuf
python-proton-core
python-proton-keyring-linux
python-proton-vpn-api-core
python-proton-vpn-local-agent
python-proton-vpn-network-manager
python-psutil
python-pyasn1
python-pycparser
python-pygments
python-pylsp-mypy
python-pynacl
python-pyopenssl
python-pyproject-hooks
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pysocks
python-pyte
python-pytest
python-pyxdg
python-referencing
python-requests
python-rpds-py
python-rsa
python-secretstorage
python-send2trash
python-sentry_sdk
python-setproctitle
python-setuptools
python-setuptools-scm
python-six
python-soupsieve
python-toml
python-typing_extensions
python-ujson
python-urllib3
python-userpath
python-vdf
python-waitress
python-wcwidth
python-websockets
python-werkzeug
python-wheel
python-yarl
python-zipp
qca-qt6
qcustomplot
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-networkauth
qt6-positioning
qt6-scxml
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
quazip-qt6
ranger
raptor
rasqal
rav1e
re2
readline
redland
rhash
ripgrep
ripgrep-all
rnnoise
rofi
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-activesupport
ruby-addressable
ruby-bcrypt
ruby-bcrypt-debug
ruby-builder
ruby-concurrent
ruby-crass
ruby-diff-lcs
ruby-erb
ruby-erubi
ruby-i18n
ruby-loofah
ruby-method_source
ruby-mini_mime
ruby-mini_portile2
ruby-minitest
ruby-nokogiri
ruby-public_suffix
ruby-racc
ruby-rack
ruby-rack-test
ruby-rails-dom-testing
ruby-rails-html-sanitizer
ruby-rake
ruby-rake-compiler
ruby-rdoc
ruby-regexp_parser
ruby-rexml
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-rubyzip
ruby-sqlite3
ruby-thor
ruby-tzinfo
ruby-xpath
ruby-zeitwerk
rubygems
run-parts
rustdesk-bin
rustup
safe-rm
sbc
scrcpy
sdbus-cpp
sdl12-compat
sdl2-compat
sdl2_image
sdl3
seabios
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
slurp
smartmontools
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speex
speexdsp
spice
spice-protocol
spirv-tools
sqlcipher
sqlite
sratom
srt
starship
startup-notification
steam
stow
stress
sudo
svt-av1
svt-hevc
swaybg
syncthing
syndication
syntax-highlighting
sysbench
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tevent
texinfo
thefuck
threadweaver
timeshift
tinysparql
tk
tomlplusplus
totem-pl-parser
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
ts-node
tslib
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
twolame
typescript
tzdata
uchardet
udisks2
ufw
unibilium
unzip
upower
usbredir
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
valgrind
vapoursynth
vde2
vdpauinfo
vid.stab
vim
vim-runtime
virglrenderer
virtiofsd
virtualbox
virtualbox-host-dkms
vlc
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-radeon
waterfox-bin
waterfox-bin-debug
wavpack
waybar
waydroid
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing-1
wget
which
wildmidi
wine
winetricks
wireless_tools
wireplumber
wl-clipboard
woff2
wofi
wolfssl
wpa_supplicant
x264
x265
x86_energy_perf_policy
xapp
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yarn
yay-bin
yay-bin-debug
yt-dlp
zbar
zellij
zenity
zeromq
zimg
zix
zlib
zoxide
zram-generator
zstd
zvbi
zxing-cpp
